ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack

nemesv.copy-file-name
artdiniz.quitcontrol-vscode

vscodevim.vim
usernamehw.errorlens

seatonjiang.gitmoji-vscode
donjayamanne.githistory
eamodio.gitlens
ambooth.git-rename

ms-python.python
ms-toolsai.jupyter
