ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
vscodevim.vim
donjayamanne.githistory
ms-toolsai.jupyter
ms-python.python
znck.grammarly
kirozen.wordcounter
martinchristiaan.synonymprovider
vtrois.gitmoji-vscode